Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: Cujus signum dicunt esse, quod amphitrites inveniuntur influere continue ab Aquilone in Meridie: cujus causa alia fingi non potest, nisi quia continua conversione elementorum superiorum in inferiora exaltatur continue in Aquilonem: et per oppositam causam conversionis inferiorum elementorum in superiora deprimitur et minuitur in Meridie versus polum Austri: et ideo ab alto fluit per devexum in depressum.
es: Dicen que es signo de esto que se advierte que el mar fluye continuamente desde el norte hacia el sur.No se puede concebir otra causa para esto, salvo porque, por la continua conversión de los elementos superiores en inferiores, se levanta continuamente en el norte, y por la causa opuesta de la conversión de los elementos inferiores en superiores se deprime y disminuye en el sur hacia el polo austral, y por esto fluye a lo largo de la inclinación desde lo alto hacia la depresión.

source: Cum autem determinamus centrum mundi esse locum terrae, non excludimus per hoc quin etiam ultimum concavae superficiei aquae sit locus terrae.
es: Además, cuando determinamos que el centro del mundo es el lugar de la tierra, no excluimos por esto que incluso la concavidad de la superficie última del agua es el lugar de la tierra,

source: Cum autem haec corpora quae nec generantur nec corrumpuntur, tangunt se, non contingunt se nisi per modum mathematicum, quo nec immutat unum eorum alterum, nec immutatur ab ipso:
es: Sin embargo, cuando estos cuerpos que no son generados y que no se corrompen se tocan, no tienen contacto salvo de manera matemática, por la que ni uno de ellos altera al otro ni se altera por sí mismo,

source: Cum autem haec corpora quae nec generantur nec corrumpuntur, tangunt se, non contingunt se nisi per modum mathematicum, quo nec immutat unum eorum alterum, nec immutatur ab ipso: et ideo [B530b]talibus non proprie, nec secundum naturam debetur locus: materia enim talium corporum prius habet formam substantialem quae est indivisibilis et impartibilis, quam habeat quantitatem: et ideo perpetuitatem habent hujusmodi corpora secundum naturam: et forma in ipsis non movetur, nec par se, nec per accidens, sicut ostensum est in libris ante habitis Caeli et Mundi, et Physicorum, ubi probatur quod corpora talia ad locum non moventur, sicut nec aliquis secundum naturam motus est ipsorum ad formam.
es: Sin embargo, cuando estos cuerpos que no son generados y que no se corrompen se tocan, no tienen contacto salvo de manera matemática, por la que ni uno de ellos altera al otro ni se altera por sí mismo, y por esto para tales cosas no propiamente y según la naturaleza se tiene un lugar. En efecto, la materia de tales cuerpos según la naturaleza tiene primero forma sustancial, que es indivisible e impartible, antes que magnitud, y por esto los cuerpos de este tipo tienen perpetuidad según la naturaleza, y la forma en ellos no se mueve ni por sí ni por accidente, así como se mostró en los libros antes tratados *Del cielo y del mundo* y de los *Físicos*. Por lo que tales cuerpos no se mueven hacia un lugar, así como tampoco hay entre ellos algún movimiento hacia la forma según la naturaleza.

source: Cum autem nullus omnino locus (proprie sumptus ut locus) sit mobilis, oportet ipsum esse omnino absque indigentia naturali:
es: Puesto que ningún lugar, comprendido propiamente como lugar, es en lo absoluto móvil, es preciso que este mismo sea en lo absoluto sin carencia natural, por lo que todo movimiento físico recto sucede por carencia.

source: Cum autem viginta quatuor fere gradus sint inter aequinoctialem et tropicum alterum:
es: Sin embargo, puesto que hay casi veinticuatro grados entre el equinoccial y cada trópico,

source: Cum autem viginta quatuor fere gradus sint inter aequinoctialem et tropicum alterum: remaneret ergo habitabi-[B539b]-lis circa tropicum versus polum viginti quatuor graduum: et haec esset latitudo habitabilis inter torridam et frigidam versus quemcumque polorum.
es: No obstante, puesto que hay casi veinticuatro grados entre el equinoccial y cada trópico, quedaría una región habitable de veinticuatro grados cerca del trópico hasta el polo.

source: Cum enim a caelo sit omnis virtus factiva et operativa, nec derivetur haec virtus in extremum nisi per medium:
es: puesto que, en efecto, del cielo toda fuerza es generativa y operativa y no se deriva esta fuerza en el extremo sino por el medio

source: Cum enim a caelo sit omnis virtus factiva et operativa, nec derivetur haec virtus in extremum nisi per medium: medium autem est corpus locans, sicut ostendimus supra: oportet quod virtus rei faciens et terminans sit in loco: locus igitur ad esse operatur.
es: puesto que, en efecto, del cielo toda fuerza es generativa y operativa y no se deriva esta fuerza en el extremo sino por el medio -- el medio, sin embargo, es un cuerpo que localiza, así como lo mostramos más arriba--, conviene que la fuerza, ser de la cosa que hace y que limita, esté en el lugar. Así pues, el lugar es operativo frente al ser .

source: Cum enim ignis sit ascendere sursum, verissime et principalissime attingit illa pars materiae formam ignis, quae usque ad altissimum loci elevatur.
es: pues aunque el ascender hacia arriba sea propio del fuego, muy verdadera y principalmente aquella parte de la materia alcanza la forma del fuego, que se eleva hasta lo más alto del lugar;

source: Cum enim nonaginta gradus sint a centro horizontis uniuscujusque usque ad ortum, oportet quod eorum quorum horizontis centrum est in Occidente, ortus sit ubi est Meridies eorum qui sunt in Oriente:
es: En efecto, puesto que los 90 grados están desde el centro del horizonte de cada uno de ellos hasta el orto, es preciso que el centro del horizonte de aquellos que está en el occidente sea el orto, donde está el sur de quienes están en el oriente,

source: Cum enim nonaginta gradus sint a centro horizontis uniuscujusque usque ad ortum, oportet quod eorum quorum horizontis centrum est in Occidente, ortus sit ubi est Meridies eorum qui sunt in Oriente: quia medietas centum et octoginta graduum, qui sunt semicirculus, qui est ab Oriente in Occidentem, est nonaginta gradus, qui sunt a circulo Meridiei orientalium usque ad occasum mundi.
es: En efecto, puesto que los 90 grados están desde el centro del horizonte de cada uno de ellos hasta el orto, es preciso que el centro del horizonte de aquellos que está en el occidente sea el orto, donde está el sur de quienes están en el oriente, puesto que la mitad de los 180 grados que están en el semicírculo, que se extiende desde el oriente hacia el occidente, es de 90 grados, que se extienden desde el círculo de (los soles) que salen del meridional hasta el ocaso del mundo.

source: Cum enim omnis radius incidens reflectatur ad parem sive aequalem angulum, oportet necessario, quod radius incidens alicui terrae perpendiculariter in seipsum reflectatur:
es: En efecto, puesto que todo rayo que cae se refleja en un ángulo equivalente o igual, es preciso necesariamente que el rayo que cae en algún lugar de la tierra se refleje perpendicularmente en si mismo.

source: Cum enim omnis radius incidens reflectatur ad parem sive aequalem angulum, oportet necessario, quod radius incidens alicui terrae perpendiculariter in seipsum reflectatur: in seipsum autem reflexus radius causat adustionem, sicut probatur in Prospectivis.
es: En efecto, puesto que todo rayo que cae se refleja en un ángulo equivalente o igual, conviene necesariamente que el rayo que cae en algún lugar de la tierra se refleje perpendicularmente en si mismo. El rayo reflejado en sí mismo causa un incendio, así como es probado en *Perspectivas*.

source: Cum igitur convenientia et generalitas sit inter locum et locatum, et ignis inter elementa magis convenit cum caelo, oportet quod inter elementa ignis in concavo ultimo orbis locetur.
es: por lo tanto, puesto que la conveniencia/concordancia y la connaturalidad se dan entre el lugar y lo localizado y el fuego concuerda más con el cielo entre los elementos, es preciso que entre los elementos solo el fuego se localice en la última concavidad del cielo.

source: Cum igitur ex motione horizontis necesse sit mutari totum circulum, et ex mutatione circuli mutetur tota figura radiorum, et etiam quodlibet punctum habitabilis unum speciale centrum constituat horizontis, necessario consequitur quodlibet punctum habitationis habere virtutes speciales quibus informatur id quod locatur in ipso.
es: Por lo tanto, puesto que es necesario que todo círculo mute por la mutación del horizonte y que toda configuración de los rayos dmute por la mutación del círculo, y puesto que cualquier punto de la habitación constituye en especial un centro del horizonte, necesariamente se sigue que cualquier punto de la habitación tiene virtudes especiales, en las que se informa lo que se localiza en él mismo.

source: Cum igitur natura loci inveniatur in pluribus simul locantibus et locatis, oportet quod sit unum aliud ante ea quod sit locus primus, quod virtutem loci causet in omnibus aliis:
es: Puesto que, por lo tanto, la naturaleza del lugar se encuentra en muchas cosas a la vez tanto localizados como localizantes, es preciso que haya algo único antes que las otras, que sea el lugar primero, que cause la virtud del lugar en todas las otras.

source: Cum igitur natura loci inveniatur in pluribus simul locantibus et locatis, oportet quod sit unum aliud ante ea quod sit locus primus, quod virtutem loci causet in omnibus aliis: et hoc quidem est necessarium de virtute loci secundum quam et motus est ad locum sicut ad formam, et conservans in esse formae datae.
es: Puesto que, en efecto, la naturaleza del lugar se encuentra en muchas cosas a la vez tanto localizados como localizantes, conviene que haya algo único antes que las otras, que sea el lugar primero, que cause la virtud del lugar en todas las otras. Y, ciertamente, esto es necesario respecto a la virtud del lugar, según la cual hay un movimiento hacia el lugar, así como hacia lo que forma y que conserva en el ser de la forma dada.

source: Cum igitur radius solis cuilibet loco terrae qui est inter duos tropicos bis in anno perpendiculariter incidat, oportet quod adustionem bis in anno perficiat per quam torridam reddit, et non congruam complexionatis et commixtis habitationem
es: Por consiguiente, puesto que el rayo del sol en cualquier lugar de la tierra que esté entre los dos trópicos cae perpendicularmente dos veces al año, es preciso que este cause un incendio exagerado dos veces al año por el que la vuelve tórrida y habitación no apropiada para lo combinado y lo mezclado.

source: Cum igitur viae planetarum sint inter duos tropicos, erit ibi fortior vis stellarum:
es: Por lo tanto, ya que las vías de los planetas están entre los dos trópicos, allí será más fuerte la fuerza de las estrellas;

source: Cum igitur viae planetarum sint inter duos tropicos, erit ibi fortior vis stellarum: vis autem stellarum est in generatione: ergo erit in locis illis potissime generatio: non potest autem esse generatio nisi in loco habitationis generatorum: oportet igitur ibi esse habitationem congruam generatis.
es: Por lo tanto, ya que las vías de los planetas están entre los dos trópicos, allí será más fuerte la fuerza de las estrellas; pero la fuerza de las estrellas se da en la generación; por lo tanto. la generación se dará especialmente en esos lugares. Pero, no puede haber generación, si no es en el lugar de la habitación de lo generado. Por lo tanto, es preciso que allí esté la habitación adecuada para lo generado.

source: DE LONGITUDINE ET LATITUDINE LOCI PER DISTANTIAM AB ORBE.
es: Sobre la latitud y la longitud del lugar según la distancia de la esfera terrestre.

source: De causa virtutis loci qua datur forma elementi.
es: De la causa de la virtud del lugar por la que se le da la forma al elemento

source: De communibus proprietatibus locorum in quibus sunt commixta ex quatuor elementis.
es: Sobre las propiedades comunes de los lugares, en los que hay mezclas a partir de cuatro elementos

source: De distinctione locorum, ut sciatur cujus loci hic investigetur diversitas.
es: Sobre la diferenciación de los lugares, a fin de que se sepa de qué lugar se indaga aquí la diversidad.

source: De distinctione terrae per loca habitabilia et non habitabilia.
es: Sobre la distinción de la tierra en lugares habitables y no habitables

source: De diversitate habitationis in terra habitabili, et de diversitate naturae locorum.
es: Sobre la habitación diversa de los que habitan en nuestra [parte] habitable y sobre la diversidad de la naturaleza de sus lugares.

source: De diversitate loci et distantia sui ad orbem proveniente.
es: Sobre la diferenciación del lugar que proviene de su distancia respecto del orbe.

source: De diversitate naturae locorum ex accidenti montium, marium, et silvarum.
es: Sobre la diferencia de la naturaleza de los lugares a partir del accidente de los montes, los mares y los bosques.

source: De inhabitabilibus regionibus et terris.
es: Sobre las regiones inhabitables a causa del frío

source: De longitudine et latitudine locorum habitabilium.
es: Sobre la longitud y la latitud de los lugares habitables

source: De natura autem locorum in quibus generantur et conservantur composita, multifaria est valde Auctorum traditio.
es: Ahora bien, la enseñanza de los autores acerca de la naturaleza de los lugares en los que los compuestos se generan y se conservan es muy variada.

source: De natura locorum tractaturi quae [B527b] provenit ex habitudine loci ad caelum, primo faciemus mentionem de his quae in Physicis determinata sunt.
es: Los que hemos de tratar sobre la naturaleza de los lugares que proviene de la disposición del lugar con respecto al cielo, en primer lugar, hacemos mención de aquellas cosas que fueron determinadas en los libros de la física;

source: Demum quod ex geminis seminibus et animalibus et brutis et hominibus ex hoc diverso respectu proprietates et mores diversi attribuantur.
es: en tanto que a partir de este diverso aspecto se atribuyen propiedades y costumbres diversas tanto a las semillas gemelas, como a los animales brutos y a los hombres.

source: Dicebat enim sub torrida ex parte meridiei esse montes de lapide qui dicitur magnes:
es: Pues decía que bajo la zona tórrida, desde la parte sur, hay montes de piedra que se llaman ‘magneto’,

source: Dicebat enim sub torrida ex parte meridiei esse montes de lapide qui dicitur magnes: et est illud genus magnetis talis naturae, quod carnes humanas sibi attrahit, sicut noster magnes ferrum: et propter illos non posse transire.
es: Ahora bien, decía que bajo la zona tórrida, desde la parte sur, hay montes de piedra que se llaman ‘magneto’, y es ese tipo de magneto de naturaleza tal que atrae las carnes humanas hacia sí, de la manera como nuestro magneto atrae el hierro; y a causa de aquellos nadie puede pasar.

source: Dico autem illum arcum similem semicirculo aequinoctiali:
es: Ahora bien, digo que aquel arco es similar al semicírculo equinoccial,

source: Dico autem illum arcum similem semicirculo aequinoctiali: quia et ipse arcus semicirculus ejus circuli intellectualis qui parallelus est aequinoctiali, distans ab ipso in [16b] sphaeram versus Aquilonem per quinquaginta gradus inaequalis est: quia aequinoctialis circulus est magnus dividens totam sphaeram caeli et terrae in duo aequalia: et parallelus, de quo dictum est, de parvis circulis, unus qui spheram caeli et terrae in duo aequalia dividit.
es: Ahora bien, digo que aquel arco es similar al semicírculo equinoccial, puesto que este mismo es el semicírculo de su círculo inteligible, que es paralelo al círculo equinoccial que dista por 50 grados desde este en la esfera hacia el aquilón. Sin embargo, es desigual, porque el círculo equinoccial es el gran círculo que divide toda la esfera del cielo y la tierra en dos iguales, y paralelo —del que se dijo que es uno de los pequeños círculos— es el que no divide la esfera del cielo y la tierra en dos iguales.

source: Dicunt enim illi medium semisphaerale Aquilonaris infusum aquis, et ab aequinoctiali in polum non esse nisi aquam, et aerem, et ignem, et non apparere de terra nisi dimidium semisphaeralis figurae ejus, et in illa nos habitare contendunt.
es: Pues ellos dicen que el medio del hemisferio norte de la tierra está inmerso en las aguas y desde el equinoccial hasta el polo no hay sino agua, aire y fuego, y de tierra no es visible sino una mitad de su forma semiesférica, y en ella afirman que nosotros habitamos.

source: Dicunt enim isti, quod nos videmus multos homines oculis nostris qui habitaverunt inter tropicum aestivum et aequinoctialem:
es: Pues ellos dicen que nosotros hemos visto muchos hombres con nuestros ojos que han habitado entre el trópico estival y el equinoccial

source: Dicunt enim isti, quod nos videmus multos homines oculis nostris qui habitaverunt inter tropicum aestivum et aequinoctialem: et libri Philosophorum de astris ibi degentium venerunt ad nos.
es: En efecto, ellos dicen que nosotros hemos visto muchos hombres con nuestros ojos que han habitado entre el trópico estival y el equinoccial y que nos han llegado libros de los filósofos que allí vivieron acerca de los astros.

source: Dicunt etiam constare per speculum concavum, cui si radius incidat perpendiculariter, elicitur ignis:
es: Dicen también que consta que el reflejo de los rayos producido perpendicularmente sobre el agua de aquel mar vuelve incendiada y quemada toda su habitación,

source: Dicunt etiam constare per speculum concavum, cui si radius incidat perpendiculariter, elicitur ignis: quia reflexio radiorum super aquam maris perpendiculariter facta habitationem reddit ignitam et combustam.
es: Dicen también que consta que el reflejo de los rayos producido perpendicularmente sobre el agua de aquel mar vuelve incendiada y quemada toda su habitación, por el espejo cóncavo, en el cual, si un rayo le cae perpendicularmente, se produce el fuego.

source: Dicunt etiam quod mare salsissimum spatio illi supponitur, et facit locum magis inhabitabilem, et salsissimum esse dicunt propter multum terrestre combustum immixtum eidem.
es: Incluso, dicen que el mar más salado está situado bajo aquel espacio, lo que también hace más inhabitable el lugar, y dicen que es muy salado por la gran cantidad de cosas terrestres quemadas que se mezclan con él.

source: Dicuntur autem simul habitantes, quorum habitatio secundum sensum latitudinis et longitudinis una est, licet secundum rationem sit diversa.
es: Ahora bien, son llamados “habitantes simultáneos” aquellos cuya habitación es una sola según los sentidos respecto a la longitud y a la latitud, aunque según la razón sea diversa.

source: Differunt autem locorum proprietates per accidens marium et stagnorum et aliarum aquarum, et per accidens silvarum et montium.
es: Ahora bien, las propiedades de los lugares difieren según el accidente de los mares y de los lagos y de otras aguas, y según el accidente de los bosques y los montes;

source: Dixerunt etiam propter eamdem causam loci naturam esse mirabilem.
es: Dijeron también por la misma razón que la naturaleza del lugar es admirable

source: Duas autem suppositas regiones inhabitabiles esse dicunt propter frigus:
es: Ahora bien, dicen que hay dos regiones situadas bajo el polo que de un lado y otro son inhabitables por el frío,

source: Duas autem suppositas regiones inhabitabiles esse dicunt propter frigus: eo quod nimis elongatae sunt a via solis ad quas radii solis non veniunt nisi oblique valde, et non faciunt angulum in ipsa nisi hebetem et obtusum valde: vel forte contingunt loca illa [C10a] tantum: et ideo nullius effectus vel parvi valde effectus sunt in locis illis: et ideo mortificans frigus est in locis illis, et humorum locorum illorum congelationes commisceri non possunt ad complexionem vivi alicujus constituendam.
es: Ahora bien, dicen que hay dos regiones situadas bajo el polo que de un lado y otro son inhabitables por el frío, en razón de que están excesivamente alejadas de la vía del sol, a las que los rayos del sol no llegan salvo de manera muy oblicua y cada rayo solo produce un ángulo con respecto a sí mismo muy abierto y obtuso y si acaso solamente tocan aquellos lugares. Y por esto no tienen ningún efecto o uno muy pequeño en aquellos lugares, y por esto el frío es mortífero en aquellos lugares y los humores*de aquellos lugares, por la congelación de ellos mismos, no se pueden mezclar para constituir la complexión de algún ser vivo.

source: Duo ergo calidissima loca sunt quae sunt sub tropicis duobus:
es: Por lo tanto, los dos lugares más cálidos son los que están bajo los dos trópicos,

source: Duo ergo calidissima loca sunt quae sunt sub tropicis duobus: sed inter duo calidissima non est temperatum medium.
es: Por lo tanto, los dos lugares más cálidos son los que están bajo los dos trópicos, pero entre los dos más cálidos no hay un medio temperado.

source: Duo tamen istorum locorum sunt extremi, et duo sunt medii:
es: Sin embargo, dos de estos lugares son extremos absolutamente y dos son medios.

source: Duo tamen istorum locorum sunt extremi, et duo sunt medii: medium tamen propter facilem elementorum admixtionem a physicis interstitia dicti sunt.
es: Sin embargo, dos de estos lugares son extremos absolutamente y dos son medios. Y así los medios, por la fácil mezcla demás los elementos medios, fueron diferenciados por los filósofos como intersticios;

source: Eodem autem modo nec aqua verissima est quae tangit aerem, nec illa quae tangit terram, sed media inter haec.
es: Además, de la misma manera, ni es la más verdadera el agua que toca el aire, ni aquella que toca la tierra, sino la que está en el medio entre estas;

source: Ergo ibi locatur quod verissime est ignis:
es: por lo tanto, ahí se localiza lo que es muy verdaderamente el fuego.

source: Ergo ibi locatur quod verissime est ignis: quod autem in medio et infimo est ejusdem spatii, non adeo attingit ignis naturam, sed secundum minus.
es: por lo tanto, ahí se localiza lo que es muy verdaderamente el fuego. Ahora bien, lo que está en el medio y en lo más abajo del espacio mismo no alcanza en tal grado la naturaleza del fuego, sino en lo mínimo.

source: Est autem altissimum loci ignis in concavo orbis ultimi.
es: sin embargo, lo más alto del lugar del fuego está en contacto con la concavidad del orbe* último;

source: Est autem duplex habitabilis terrae diversitas ex habitudine comparationis terrae ad caelum.
es: Ahora bien, la diversidad de la habitación* de la tierra es doble según la disposición de la relación de la tierra con el cielo;

source: Est autem etiam hujusmodi simile in dialecticis et probabilibus, in quibus illatio et confirmatio conclusionis est ex loco propter similitudinem quae sumitur ex loco naturali, et habitudinem ipsius [B528b]ad locatum, sicut diximus.
es: Existe, sin embargo, también su paralelo en los dialécticos y los probables, en los cuales la inferencia y la confirmación de la conclusión a partir del lugar sucede por similitud, que se afirma por su lugar natural y su disposición con respecto a lo localizado, tal como dijimos.

source: Est autem habitatio talium aequaliter quidem calida et frigida, humida et sicca, propter unam [B550a] eamdemque latitudinem quam habent:
es: Ahora bien, la habitación de tales (habitantes), ciertamente, es igualmente cálida y fría y húmeda y seca, a causa de una sola y misma latitud que tienen.
